[Killed] BlockStatement
templates/nodejs/src/main.js:2:18
 module.exports = {
-  add: (a, b) => {
-    return a + b;
-  },
+  add: (a, b) => {},
   substract: (a, b) => {
     return a - b;

[Killed] ArithmeticOperator
templates/nodejs/src/main.js:3:12
 module.exports = {
   add: (a, b) => {
-    return a + b;
+    return a - b;
   },
   substract: (a, b) => {

[Killed] BlockStatement
templates/nodejs/src/main.js:5:24
   add: (a, b) => {
     return a + b;
   },
-  substract: (a, b) => {
-    return a - b;
-  }
+  substract: (a, b) => {}
 }

[Killed] ArithmeticOperator
templates/nodejs/src/main.js:6:12
     return a + b;
   },
   substract: (a, b) => {
-    return a - b;
+    return a + b;
   }
 }
