[Killed] BlockStatement
templates/nodejs/src/video.js:2:10
 const video = {
-  play() {
-    return true;
-  },
+  play() {},
 };
 

[Killed] BooleanLiteral
templates/nodejs/src/video.js:3:12
 const video = {
   play() {
-    return true;
+    return false;
   },
 };
